export default {
    INTERNAL_SERVER: "internal server error, call admin",
    LOGIN_AGAIN: "لطفا دوباره لاگین کنید",
    CANT_ACCESS_HERE: "نمیتوانید به این بخش دسترسی داشته باشید",
    CANT_FIND_PROJECT: "پروژه مورد نظر پیدا نشد",
    CANT_FIND_REPORT: "گزارش مورد نظر پیدا نشد",
    ADMIN_PERMISSION: "شما اجازه دسترسی به این بخش را ندارید، فقط ادمین این بخش میتواند تغییر ایجاد کند",
    DUBLICATE_DATA: "این داده در حال حاضر موجود میباشد",
    NOT_FOR_YOUR_ORGAN: "این داده برای ارگان شما نیست، برای دسترسی به این دیتا باید به اطلاعات تمام ارگان ها دسترسی داشته باشید",
    CANT_FIND_REF: "رفرنس داده پیدا نشد",
    CANT_UPDATE_YOUR_DATA: "نمیتوانید داده خودتان را آپدیت کنید",
    CANT_UPDATE_THIS_DATA: "نمیتوانید این داده را آپدیت کنید",
    CANT_UPDATE_ACCEPTED_REPORT: "نمیتوانید داده های گزارش تایید شده را تغییر نمایید",
    CHANGE_DATA_FOR_ANOTHER_ORGAN: "نمیتوانید برای ارگانی که جزو آن نیستید تغییری ایجاد کنید",
    PASSWORDS_ARE_NOT_SAME: "پسورد وارد شده طابق ندارند",
    CANT_ACCESS_TO_ALL_ORGAN: "شما اجازه دسترسی به اطلاعات تمام ارگان ها را ندارید",
    CHECK_YOUR_DATA: "داده های ورودی خود را بررسی نمایید، احتمالا یا با فرمت اشتباه وارد کرده اید یا به صورت ناقص فرستاده اید، درصورت رفع نشدن مشکل یک عکس از فرم همراه با داده های وارد شده تهیه نمایید و برای برنامه نویس مربوطه بفرستید"
}